{
    "de": {
        "open_extracts_1": "Du hast eine kluge Investition gemacht, Freund. Als Zeichen meiner Wertschätzung habe ich dir etwas Kleines in dein Inventar gelegt. Sag nicht, ich hätte dir nie etwas gegeben.",
        "open_extracts_2": "Deine Zahlung ist eingegangen. Jetzt ist es an der Zeit, etwas zurückzugeben. Überprüfe deine Nachrichten; da ist etwas, das dir gefallen wird.",
        "open_extracts_3": "Eine Hand wäscht die andere. So funktioniert die Welt. Ich habe dir ein kleines Geschenk geschickt. Viel Spaß.",
        "open_extracts_4": "Vielen Dank für die großzügige 'Spende'. Eine gute Tat bleibt nicht unbemerkt. Eine Überraschung wartet auf dich.",
        "open_extracts_5": "Ah, die Paywall. Du hast sie überwunden, also lasse ich dich in den inneren Kreis. Schau in deinem Posteingang nach einer besonderen Überraschung.",
        "open_extracts_6": "Nichts im Leben ist kostenlos, vor allem nicht in Tarkov. Aber dieses kleine Geschenk kommt nahe dran. Du findest es in deinen Nachrichten.",
        "open_extracts_7": "Ich sehe, du bist weise mit deinem Geld. Gut gemacht! Als eine Art 'Rabatt' habe ich dir etwas Schönes geschickt.",
        "open_extracts_8": "Dein Wert in Rubel ist festgelegt. Erlaube mir nun, meinen Wert für dich mit einer besonderen Lieferung zu beweisen.",
        "open_extracts_9": "Jeder Ausgang in Tarkov ist ein neuer Anfang woanders. Ich habe dir etwas geschickt, um dir bei deinem nächsten Abenteuer zu helfen.",
        "open_extracts_10": "Deine Entscheidung, für die Extraktion zu zahlen, ist ein kluger Geschäftsschritt. Apropos Geschäft, ich habe deinem Konto einen kleinen Bonus hinzugefügt.",
        "open_extracts_11": "In Tarkov respektieren Scavs zwei Dinge: Kugeln und Geld. Du hast gerade unseren Respekt verdient. Und das hier - schau in deine Nachrichten.",
        "open_extracts_12": "Ah, eine perfekte Transaktion! Lass mich dir zeigen, dass selbst in Tarkov Großzügigkeit nicht tot ist. Ich habe dir ein Geschenk geschickt.",
        "open_extracts_13": "Du kennst den Wert der Währung heute, aber was du in deinem Posteingang finden wirst, ist ein Vermögenswert für morgen.",
        "open_extracts_14": "Der Preis für diese Extraktion war nicht billig. Gut, dass das Geschenk, das ich dir schicke, es auch nicht ist. Schau mal nach.",
        "open_extracts_15": "Du hast die Kosten für einen sicheren Durchgang bezahlt. Sehr klug. Als Dividende habe ich etwas Besonderes für dich.",
        "open_extracts_16": "Es ist immer ein Vergnügen, Geschäfte mit Menschen zu machen, die deren Wert verstehen. Dein Geschenk ist in der Nachricht angehängt.",
        "open_extracts_17": "Du hast voll bezahlt, und das ist lobenswert. Lassen wir uns jetzt die 'Zinsen' auf deine Zahlung begleichen - du findest sie in deinem Posteingang.",
        "open_extracts_18": "Zahlung bestätigt, Vertrag erfüllt. Aber warte, da ist mehr. Schau in deine Nachrichten; ein Preis wartet auf dich.",
        "open_extracts_19": "Geld spricht, und im Moment sagt es, dass du deinen Posteingang überprüfen sollst. Ein besonderes Geschenk wartet.",
        "open_extracts_20": "Im Voraus zu zahlen zeigt, dass du engagiert bist. Das gefällt mir. So sehr sogar, dass ich ein kleines Extra für dich habe."
    },
    "en": {
        "open_extracts_1": "You've made a wise investment, friend. As a token of my appreciation, I've left a little something in your inventory. Don't say I never gave you anything.",
        "open_extracts_2": "Your payment has cleared. Now, it's my turn to give back. Check your messages; there's something there you'll like.",
        "open_extracts_3": "You scratch my back, and I scratch yours. It's how the world works. I've sent a small gift your way. Enjoy.",
        "open_extracts_4": "Thank you for the generous 'donation.' A good deed never goes unnoticed. You'll find a surprise waiting for you.",
        "open_extracts_5": "Ah, the paywall. You've crossed it, so I'm letting you into the inner circle. Have a look in your inbox for a special treat.",
        "open_extracts_6": "Nothing in this life is free, especially not in Tarkov. But this little gift comes close. You'll find it in your messages.",
        "open_extracts_7": "I see you're wise with your spending. Good on you! As a form of 'rebate,' I've sent something nice your way.",
        "open_extracts_8": "Your worth in rubles has been established. Now, allow me to prove my worth to you with a special delivery.",
        "open_extracts_9": "Every exit in Tarkov is a new beginning somewhere else. I've sent something to help you on your next venture.",
        "open_extracts_10": "Your decision to pay for extraction is a wise business move. Speaking of business, I've added a small bonus to your account.",
        "open_extracts_11": "In Tarkov, scavs respect two things: bullets and money. You've just earned our respect. And this—check your messages.",
        "open_extracts_12": "Ah, a perfect transaction! Now, let me show you that even in Tarkov, generosity isn't dead. I've sent you a gift.",
        "open_extracts_13": "You know the value of currency today, but what you'll find in your inbox is an asset for tomorrow.",
        "open_extracts_14": "The price for that extract wasn't cheap. Good thing the gift I'm sending you isn't either. Have a look.",
        "open_extracts_15": "You've paid the cost for a safe passage. Very smart. As a dividend, I've got something special waiting for you.",
        "open_extracts_16": "It's always a pleasure doing business with people who understand its value. Your gift is attached in the message.",
        "open_extracts_17": "You've paid in full, and that's commendable. Now let's settle the 'interest' on your payment—you'll find it in your inbox.",
        "open_extracts_18": "Payment confirmed, contract fulfilled. But wait, there's more. Check your messages; a prize is waiting for you.",
        "open_extracts_19": "Money talks, and right now, it's saying that you should check your inbox. A special gift awaits.",
        "open_extracts_20": "Paying upfront shows you're committed. I like that. So much so, I've got a little extra something for you."
    },
    "fr": {
        "open_extracts_1": "Vous avez fait un investissement judicieux, mon ami. En guise de remerciement, j'ai laissé un petit quelque chose dans votre inventaire. Ne dites pas que je ne vous ai jamais rien donné.",
        "open_extracts_2": "Votre paiement a été accepté. Maintenant, c'est à mon tour de donner en retour. Vérifiez vos messages ; il y a quelque chose que vous allez aimer.",
        "open_extracts_3": "Tu me grattes le dos, et je gratte le tien. C'est ainsi que le monde fonctionne. Je vous ai envoyé un petit cadeau. Profitez-en.",
        "open_extracts_4": "Merci pour votre 'don' généreux. Une bonne action ne passe jamais inaperçue. Vous trouverez une surprise qui vous attend.",
        "open_extracts_5": "Ah, le mur payant. Vous l'avez franchi, alors je vous laisse entrer dans le cercle fermé. Jetez un œil dans votre boîte de réception pour un traitement spécial.",
        "open_extracts_6": "Rien dans cette vie n'est gratuit, surtout pas à Tarkov. Mais ce petit cadeau s'en rapproche. Vous le trouverez dans vos messages.",
        "open_extracts_7": "Je vois que vous êtes sage dans vos dépenses. Bien joué ! En guise de 'remise', j'ai envoyé quelque chose de sympa dans votre direction.",
        "open_extracts_8": "Votre valeur en roubles a été établie. Permettez-moi maintenant de prouver ma valeur à vous avec une livraison spéciale.",
        "open_extracts_9": "Chaque sortie à Tarkov est un nouveau départ ailleurs. J'ai envoyé quelque chose pour vous aider dans votre prochaine aventure.",
        "open_extracts_10": "Votre décision de payer pour l'extraction est un choix commercial judicieux. Parlant d'affaires, j'ai ajouté un petit bonus à votre compte.",
        "open_extracts_11": "À Tarkov, les scavs respectent deux choses : les balles et l'argent. Vous venez de gagner notre respect. Et ceci—vérifiez vos messages.",
        "open_extracts_12": "Ah, une transaction parfaite ! Laissez-moi vous montrer que même à Tarkov, la générosité n'est pas morte. Je vous ai envoyé un cadeau.",
        "open_extracts_13": "Vous connaissez la valeur de la monnaie aujourd'hui, mais ce que vous trouverez dans votre boîte de réception est un atout pour demain.",
        "open_extracts_14": "Le prix de cette extraction n'était pas bon marché. Heureusement, le cadeau que je vous envoie ne l'est pas non plus. Jetez un œil.",
        "open_extracts_15": "Vous avez payé le coût pour un passage sûr. Très intelligent. En tant que dividende, j'ai quelque chose de spécial qui vous attend.",
        "open_extracts_16": "C'est toujours un plaisir de faire affaire avec des personnes qui comprennent sa valeur. Votre cadeau est attaché dans le message.",
        "open_extracts_17": "Vous avez payé en totalité, et c'est louable. Réglons maintenant les 'intérêts' sur votre paiement — vous les trouverez dans votre boîte de réception.",
        "open_extracts_18": "Paiement confirmé, contrat rempli. Mais attendez, il y en a plus. Vérifiez vos messages ; un prix vous attend.",
        "open_extracts_19": "L'argent parle, et en ce moment, il dit que vous devriez vérifier votre boîte de réception. Un cadeau spécial vous attend.",
        "open_extracts_20": "Payer à l'avance montre que vous êtes engagé. J'aime ça. Tellement que j'ai un petit quelque chose en plus pour vous."
    },
    "it": {
        "open_extracts_1": "Hai fatto un investimento saggio, amico. In segno di apprezzamento, ho messo qualcosa di piccolo nel tuo inventario. Non dire che non ti ho mai dato nulla.",
        "open_extracts_2": "Il tuo pagamento è stato accreditato. Ora è il mio turno di ricambiare. Controlla i tuoi messaggi; c'è qualcosa che ti piacerà.",
        "open_extracts_3": "Una mano lava l'altra. È così che funziona il mondo. Ti ho inviato un piccolo regalo. Divertiti.",
        "open_extracts_4": "Grazie per la generosa 'donazione'. Un buon gesto non passa mai inosservato. Troverai una sorpresa che ti aspetta.",
        "open_extracts_5": "Ah, il muro a pagamento. Lo hai superato, quindi ti faccio entrare nel cerchio interno. Dai un'occhiata alla tua posta in arrivo per una sorpresa speciale.",
        "open_extracts_6": "Nulla in questa vita è gratuito, specialmente non a Tarkov. Ma questo piccolo regalo ci va vicino. Lo troverai nei tuoi messaggi.",
        "open_extracts_7": "Vedo che sei saggio nelle tue spese. Bravo! Come forma di 'sconto', ti ho inviato qualcosa di carino.",
        "open_extracts_8": "Il tuo valore in rubli è stato stabilito. Ora permettimi di dimostrare il mio valore a te con una consegna speciale.",
        "open_extracts_9": "Ogni uscita a Tarkov è un nuovo inizio da qualche altra parte. Ti ho inviato qualcosa per aiutarti nella tua prossima avventura.",
        "open_extracts_10": "La tua decisione di pagare per l'estrazione è una mossa aziendale saggia. Parlando di affari, ho aggiunto un piccolo bonus al tuo account.",
        "open_extracts_11": "A Tarkov, i scav rispettano due cose: proiettili e soldi. Hai appena guadagnato il nostro rispetto. E questo—controlla i tuoi messaggi.",
        "open_extracts_12": "Ah, una transazione perfetta! Ora lascia che ti mostri che anche a Tarkov, la generosità non è morta. Ti ho inviato un regalo.",
        "open_extracts_13": "Conosci il valore della moneta oggi, ma ciò che troverai nella tua posta in arrivo è un bene per domani.",
        "open_extracts_14": "Il prezzo per quell'estrazione non era economico. Buona cosa che il regalo che ti sto inviando non lo è neanche. Dai un'occhiata.",
        "open_extracts_15": "Hai pagato il costo per un passaggio sicuro. Molto intelligente. Come dividendo, ho qualcosa di speciale che ti aspetta.",
        "open_extracts_16": "È sempre un piacere fare affari con persone che ne comprendono il valore. Il tuo regalo è allegato nel messaggio.",
        "open_extracts_17": "Hai pagato per intero, ed è lodevole. Ora sistemiamo gli 'interessi' sul tuo pagamento: li troverai nella tua posta in arrivo.",
        "open_extracts_18": "Pagamento confermato, contratto adempiuto. Ma aspetta, c'è di più. Controlla i tuoi messaggi; un premio ti sta aspettando.",
        "open_extracts_19": "I soldi parlano, e in questo momento dicono che dovresti controllare la tua posta in arrivo. Un regalo speciale ti aspetta.",
        "open_extracts_20": "Pagare in anticipo dimostra che sei impegnato. Mi piace. Tanto che ho un piccolo extra per te."
    },
    "jp": {
        "open_extracts_1": "賢い投資をしたね、友達。私の感謝の意を示すために、あなたのインベントリに小さな何かを入れておいたよ。私が何も与えなかったと言わないでね。",
        "open_extracts_2": "あなたの支払いはクリアされました。さて、私の番です。メッセージを確認してください。気に入るものがありますよ。",
        "open_extracts_3": "背中をかいてあげれば、私もまたかいてあげる。そういうものだよ。小さなプレゼントを送ったよ。楽しんで。",
        "open_extracts_4": "寛大な「寄付」ありがとう。良い行いは見逃されません。驚きが待っています。",
        "open_extracts_5": "ああ、有料壁。それを越えたので、内部サークルに入れてあげます。特別なごちそうが届いているので、受信箱を見てください。",
        "open_extracts_6": "この人生で無料なものは何もありません、特にタルコフでは。しかし、この小さなギフトは近いものです。メッセージでそれを見つけるでしょう。",
        "open_extracts_7": "賢い支出をしていると見ています。良い仕事！「リベート」の形で何か良いものを送りました。",
        "open_extracts_8": "ルーブルでのあなたの価値が確立されました。さて、特別な配送で私の価値を証明させてください。",
        "open_extracts_9": "タルコフでの各出口は、他のどこかでの新たな始まりです。次の冒険で助けるために何かを送りました。",
        "open_extracts_10": "抽出のために支払うという決定は賢いビジネスの動きです。ビジネスと言えば、あなたのアカウントに少しボーナスを追加しました。",
        "open_extracts_11": "タルコフでは、スカヴは二つのことを尊重します：弾丸とお金。あなたはちょうど私たちの尊敬を得ました。そしてこれ—メッセージを確認してください。",
        "open_extracts_12": "ああ、完璧な取引！さて、タルコフでも寛大さは死んでいないことを示してみせます。ギフトを送りました。",
        "open_extracts_13": "あなたは今日の通貨の価値を知っていますが、受信箱で見つけるものは明日の資産です。",
        "open_extracts_14": "その抽出の価格は安くありませんでした。送っているギフトも同様です。見てください。",
        "open_extracts_15": "安全な通行のためのコストを支払いました。非常に賢明です。配当として、特別なものが待っています。",
        "open_extracts_16": "その価値を理解する人々とビジネスをするのはいつも楽しいです。ギフトはメッセージに添付されています。",
        "open_extracts_17": "全額支払いました、それは称賛に値します。さて、あなたの支払いに対する「利子」を解決しましょう—受信箱でそれを見つけます。",
        "open_extracts_18": "支払い確認、契約履行。でも待って、もっとあります。メッセージを確認してください、賞が待っています。",
        "open_extracts_19": "お金が話す、そして今、それはあなたが受信箱を確認すべきだと言っています。特別なギフトが待っています。",
        "open_extracts_20": "前払いすることは、あなたがコミットしていることを示しています。私はそれが好きです。それほど、あなたに少し余分なものを持っています。"
    },
    "ko": {
        "open_extracts_1": "현명한 투자를 했군요, 친구여. 나의 감사를 표하기 위해 네 인벤토리에 작은 것을 두었습니다. 내가 아무것도 주지 않았다고 말하지 마세요.",
        "open_extracts_2": "당신의 결제가 승인되었습니다. 이제 내 차례입니다. 메시지를 확인해 보세요. 마음에 드는 것이 있을 거예요.",
        "open_extracts_3": "내 등을 긁어주면 나도 네 등을 긁어줄게. 그게 어떻게 작동하는지 알죠? 작은 선물을 보냈습니다. 즐겨주세요.",
        "open_extracts_4": "관대한 '기부'에 감사드립니다. 좋은 행동은 눈에 띄지 않습니다. 놀라운 것이 기다리고 있어요.",
        "open_extracts_5": "아, 유료 벽이네요. 너를 넘어서면 내부 서클에 넣어주마. 특별한 뭔가가 도착했으니 메시지를 확인해 보세요.",
        "open_extracts_6": "이 세상에서 무료인 것은 없습니다, 특히 타르코프에서는. 그러나 이 작은 선물은 거의 그렇습니다. 메시지에서 그것을 찾을 수 있을 거예요.",
        "open_extracts_7": "현명한 지출을 하고 있는 것 같네요. 잘 했어요! '환급' 형태로 좋은 것을 보냈습니다.",
        "open_extracts_8": "루블로 당신의 가치를 확립했습니다. 이제 특별 배송으로 내 가치를 증명하게 해주세요.",
        "open_extracts_9": "타르코프에서 각 추출은 어딘가 다른 새로운 시작입니다. 다음 모험을 돕기 위해 뭔가를 보냈습니다.",
        "open_extracts_10": "추출을 위해 지불하는 것은 현명한 비즈니스 움직임입니다. 비즈니스에 대해서는, 당신의 계정에 작은 보너스를 추가했습니다.",
        "open_extracts_11": "타르코프에서 스캐브는 두 가지를 존중합니다: 총알과 돈. 너는 방금 우리의 존경을 얻었어. 그리고 이건—메시지를 확인해 봐.",
        "open_extracts_12": "아, 완벽한 거래네요! 그럼, 타르코프에서도 관대함은 죽지 않았다는 것을 보여줄게. 선물을 보냈습니다.",
        "open_extracts_13": "당신은 오늘의 화폐 가치를 알고 있지만, 메시지에서 찾을 것은 내일의 자산입니다.",
        "open_extracts_14": "그 추출 비용은 저렴하지 않았습니다. 보내고 있는 선물도 마찬가지입니다. 확인해 보세요.",
        "open_extracts_15": "안전한 통과를 위한 비용을 지불했습니다. 매우 현명하군요. 배당으로, 특별한 것이 기다리고 있습니다.",
        "open_extracts_16": "그 가치를 이해하는 사람들과 비즈니스를 하는 것은 항상 즐겁습니다. 선물은 메시지에 첨부되어 있습니다.",
        "open_extracts_17": "전액을 지불했습니다, 그것은 칭찬받을 만합니다. 그럼, 당신의 지불에 대한 '이자'를 해결합시다—메시지에서 그것을 찾아보세요.",
        "open_extracts_18": "결제 확인, 계약 이행. 그러나 기다리세요, 더 있습니다. 메시지를 확인해 보세요, 상이 기다리고 있습니다.",
        "open_extracts_19": "돈이 말을 합니다, 그리고 지금 그것은 당신이 메시지를 확인해야 한다고 말하고 있습니다. 특별한 선물이 기다리고 있습니다.",
        "open_extracts_20": "선불하는 것은 당신이 약속에 지키고 있다는 것을 보여줍니다. 나는 그것을 좋아합니다. 그만큼, 당신에게 조금 더 있는 것을 가지고 있습니다."
    },
    "nl": {
        "open_extracts_1": "Je hebt een slimme investering gedaan, vriend. Als dank heb ik iets kleins in je inventaris achtergelaten. Zeg niet dat ik je niets heb gegeven.",
        "open_extracts_2": "Je betaling is goedgekeurd. Nu is het mijn beurt. Check je berichten, er is iets dat je zal bevallen.",
        "open_extracts_3": "Krab mijn rug en ik krab die van jou. Je weet hoe dat werkt, toch? Ik heb je een klein cadeau gestuurd. Geniet ervan.",
        "open_extracts_4": "Bedankt voor je genereuze 'donatie'. Goede daden gaan niet onopgemerkt. Er wacht iets geweldigs op je.",
        "open_extracts_5": "Ah, de paywall. Als je die overkomt, laat ik je toe tot de binnenkring. Er is iets speciaals naar je onderweg, check je berichten.",
        "open_extracts_6": "Niets is gratis in deze wereld, vooral niet in Tarkov. Maar dit kleine geschenk komt dicht in de buurt. Je kunt het vinden in je berichten.",
        "open_extracts_7": "Je lijkt verstandig met je geld om te gaan. Goed gedaan! Ik heb je iets leuks gestuurd als een soort 'teruggave'.",
        "open_extracts_8": "Je hebt je waarde bewezen in roebels. Laat me nu mijn waarde bewijzen met een speciale levering.",
        "open_extracts_9": "In Tarkov is elke extractie het begin van iets nieuws. Ik heb je iets gestuurd om je te helpen bij je volgende avontuur.",
        "open_extracts_10": "Betalen voor een extractie is een slimme zakelijke zet. Over zaken gesproken, ik heb een kleine bonus aan je account toegevoegd.",
        "open_extracts_11": "In Tarkov respecteren Scavs twee dingen: kogels en geld. Je hebt net ons respect verdiend. En dit—check je berichten.",
        "open_extracts_12": "Ah, de perfecte deal! Nou, laat me je dan laten zien dat vrijgevigheid niet dood is, zelfs niet in Tarkov. Ik heb je een geschenk gestuurd.",
        "open_extracts_13": "Je weet wat je geld vandaag waard is, maar wat je in je berichten vindt, is het kapitaal van morgen.",
        "open_extracts_14": "Die extractiekosten waren niet goedkoop. Het geschenk dat ik stuur is dat ook niet. Check het maar.",
        "open_extracts_15": "Je hebt betaald voor een veilige doorgang. Zeer verstandig. Als beloning wacht er iets speciaals op je.",
        "open_extracts_16": "Het is altijd fijn om zaken te doen met mensen die waarde begrijpen. Je geschenk is bijgevoegd in de berichten.",
        "open_extracts_17": "Je hebt het volledige bedrag betaald, dat is prijzenswaardig. Laten we het dan hebben over 'rente' voor je betaling—vind het in je berichten.",
        "open_extracts_18": "Betaling bevestigd, contract nagekomen. Maar wacht, er is meer. Check je berichten, er wacht een beloning op je.",
        "open_extracts_19": "Geld spreekt, en nu zegt het dat je je berichten moet controleren. Er wacht een speciaal cadeau op je.",
        "open_extracts_20": "Betalen op voorhand toont aan dat je een man van je woord bent. Ik hou daarvan. Daarom heb ik nog iets extra's voor je."
    },
    "es": {
        "open_extracts_1": "Has hecho una inversión inteligente, amigo. Como muestra de mi aprecio, he dejado algo pequeño en tu inventario. No digas que nunca te di nada.",
        "open_extracts_2": "Tu pago ha sido procesado. Ahora es mi turno de devolver el favor. Revisa tus mensajes; hay algo que te gustará.",
        "open_extracts_3": "Me rascas la espalda, y yo te rasco la tuya. Así funciona el mundo. Te he enviado un pequeño regalo. Disfrútalo.",
        "open_extracts_4": "Gracias por la 'donación' generosa. Una buena acción nunca pasa desapercibida. Te espera una sorpresa.",
        "open_extracts_5": "Ah, la paywall. Has cruzado, así que te permito entrar en el círculo interno. Mira en tu buzón de entrada para una sorpresa especial.",
        "open_extracts_6": "Nada en esta vida es gratis, especialmente no en Tarkov. Pero este pequeño regalo se acerca. Lo encontrarás en tus mensajes.",
        "open_extracts_7": "Veo que eres sabio con tus gastos. ¡Bien hecho! Como una forma de 'descuento,' te he enviado algo agradable.",
        "open_extracts_8": "Tu valor en rublos ha sido establecido. Ahora, permíteme demostrar mi valía con una entrega especial.",
        "open_extracts_9": "Cada salida en Tarkov es un nuevo comienzo en otro lugar. Te he enviado algo para ayudarte en tu próxima aventura.",
        "open_extracts_10": "Tu decisión de pagar por la extracción es un movimiento inteligente en los negocios. Hablando de negocios, he añadido un pequeño bono a tu cuenta.",
        "open_extracts_11": "En Tarkov, los Scavs respetan dos cosas: balas y dinero. Acabas de ganar nuestro respeto. Y esto—revisa tus mensajes.",
        "open_extracts_12": "Ah, ¡una transacción perfecta! Ahora, déjame mostrarte que incluso en Tarkov la generosidad no está muerta. Te he enviado un regalo.",
        "open_extracts_13": "Conoces el valor de la moneda hoy, pero lo que encontrarás en tu buzón es un activo para mañana.",
        "open_extracts_14": "El precio de esa extracción no fue barato. Lo bueno es que el regalo que te estoy enviando tampoco lo es. Échale un vistazo.",
        "open_extracts_15": "Has pagado el costo de un pasaje seguro. Muy inteligente. Como dividendo, tengo algo especial esperándote.",
        "open_extracts_16": "Siempre es un placer hacer negocios con personas que entienden su valor. Tu regalo está adjunto en el mensaje.",
        "open_extracts_17": "Has pagado en su totalidad, y eso es encomiable. Ahora vamos a saldar los 'intereses' sobre tu pago—los encontrarás en tu buzón.",
        "open_extracts_18": "Pago confirmado, contrato cumplido. Pero espera, hay más. Revisa tus mensajes; te espera un premio.",
        "open_extracts_19": "El dinero habla, y en este momento está diciendo que revises tu buzón. Te espera un regalo especial.",
        "open_extracts_20": "Pagar por adelantado muestra que estás comprometido. Me gusta eso. Tanto es así, que tengo algo extra para ti."
    },
    "ru": {
        "open_extracts_1": "Ты сделал мудрое вложение, друг. В знак моего уважения я оставил тебе небольшой сюрприз в инвентаре. Не говори, что я тебе ничего не давал.",
        "open_extracts_2": "Твой платеж прошел. Теперь моя очередь отблагодарить тебя. Проверь свои сообщения; там что-то, что тебе понравится.",
        "open_extracts_3": "Я тебе – ты мне. Вот как устроен мир. Я отправил тебе небольшой подарок. Наслаждайся.",
        "open_extracts_4": "Спасибо за щедрое 'пожертвование.' Хорошие дела не остаются незамеченными. Тебя ждет сюрприз.",
        "open_extracts_5": "А, платежная стена. Ты ее преодолел, так что я пускаю тебя во внутренний круг. Посмотри в свою почту на специальный сюрприз.",
        "open_extracts_6": "Ничего в этой жизни не бесплатно, особенно не в Таркове. Но этот маленький подарок почти что бесплатный. Ты найдешь его в своих сообщениях.",
        "open_extracts_7": "Вижу, ты умеешь распоряжаться своими деньгами. Молодец! В качестве 'скидки' я отправил тебе что-то приятное.",
        "open_extracts_8": "Твоя цена в рублях установлена. Теперь позволь мне доказать свою ценность с помощью специальной доставки.",
        "open_extracts_9": "Каждый выход в Таркове – это новое начало где-то еще. Я отправил тебе что-то, что поможет в твоем следующем приключении.",
        "open_extracts_10": "Твое решение заплатить за выход – это мудрый ход. Говоря о бизнесе, я добавил небольшой бонус на твой счет.",
        "open_extracts_11": "В Таркове ценят две вещи: пули и деньги. Ты только что заслужил наше уважение. И это — посмотри в свои сообщения.",
        "open_extracts_12": "Ах, идеальная сделка! Теперь позволь мне показать, что даже в Таркове щедрость еще жива. Я отправил тебе подарок.",
        "open_extracts_13": "Ты знаешь цену валюты сегодня, но то, что ты найдешь в своем почтовом ящике, будет активом на завтра.",
        "open_extracts_14": "Цена за выход не была низкой. Хорошо, что подарок, который я тебе отправлю, тоже не дешевый. Посмотри.",
        "open_extracts_15": "Ты заплатил за безопасный проход. Очень умно. В качестве дивидендов у меня есть что-то особенное для тебя.",
        "open_extracts_16": "Всегда приятно иметь дело с людьми, которые понимают его ценность. Твой подарок прикреплен в сообщении.",
        "open_extracts_17": "Ты полностью расплатился, и это заслуживает похвалы. Теперь давай расчитаем 'проценты' с твоего платежа — ты найдешь их в своей почте.",
        "open_extracts_18": "Платеж подтвержден, контракт выполнен. Но подожди, это еще не все. Проверь свои сообщения; тебя ждет награда.",
        "open_extracts_19": "Деньги говорят, и сейчас они говорят тебе проверить свой почтовый ящик. Тебя ждет особый подарок.",
        "open_extracts_20": "Оплата вперед показывает, что ты серьезно настроен. Мне это нравится. Так сильно, что у меня есть что-то еще для тебя."
    },
    "sv": {
        "open_extracts_1": "Du har gjort en klok investering, min vän. Som en gest av min uppskattning har jag lämnat en liten överraskning i ditt inventarium. Säg inte att jag aldrig gett dig något.",
        "open_extracts_2": "Din betalning har gått igenom. Nu är det min tur att återgälda tjänsten. Kolla dina meddelanden; det finns något där som du kommer att gilla.",
        "open_extracts_3": "Jag ger dig, du ger mig. Så fungerar världen. Jag har skickat dig en liten gåva. Njut av den.",
        "open_extracts_4": "Tack för din generösa 'donation'. Goda gärningar går inte obemärkta. En överraskning väntar på dig.",
        "open_extracts_5": "Ah, betalningsväggen. Du har kommit över den, så nu låter jag dig in i innerkretsen. Kolla din mejl för en speciell överraskning.",
        "open_extracts_6": "Inget i detta liv är gratis, särskilt inte i Tarkov. Men den här lilla gåvan är nästan gratis. Du hittar den i dina meddelanden.",
        "open_extracts_7": "Jag ser att du vet hur man hanterar dina pengar. Bra jobbat! Som en 'rabatt' har jag skickat dig något trevligt.",
        "open_extracts_8": "Ditt pris i rubel är satt. Låt mig nu bevisa mitt värde med en speciell leverans.",
        "open_extracts_9": "Varje utgång i Tarkov är en ny början någon annanstans. Jag har skickat dig något som kommer att hjälpa dig i ditt nästa äventyr.",
        "open_extracts_10": "Ditt beslut att betala för en utgång var klokt. Talande om affärer, jag har lagt till en liten bonus på ditt konto.",
        "open_extracts_11": "I Tarkov värdesätter man två saker: kulor och pengar. Du har just förtjänat vår respekt. Och detta – kolla dina meddelanden.",
        "open_extracts_12": "Åh, en perfekt affär! Låt mig nu visa att även i Tarkov lever generositeten kvar. Jag har skickat dig en gåva.",
        "open_extracts_13": "Du känner dagens valutavärde, men det du hittar i din postlåda kommer att vara en tillgång imorgon.",
        "open_extracts_14": "Priset för en utgång var inte lågt. Bra att gåvan jag skickar dig också är värdefull. Kolla.",
        "open_extracts_15": "Du betalade för en säker passage. Mycket smart. Som en utdelning har jag något speciellt för dig.",
        "open_extracts_16": "Det är alltid trevligt att göra affärer med människor som förstår dess värde. Din gåva är bifogad i ett meddelande.",
        "open_extracts_17": "Du har betalat i fullt, och det förtjänar beröm. Låt oss nu räkna 'räntan' på din betalning – du hittar den i din mejl.",
        "open_extracts_18": "Betalning bekräftad, kontrakt uppfyllt. Men vänta, det är mer. Kolla dina meddelanden; en belöning väntar på dig.",
        "open_extracts_19": "Pengar talar, och just nu säger de att du ska kolla din postlåda. En speciell gåva väntar på dig.",
        "open_extracts_20": "Att betala i förskott visar att du är seriös. Jag gillar det. Så mycket att jag har något mer för dig."
    },
    "tr": {
        "open_extracts_1": "Akıllıca bir yatırım yaptınız, dostum. Takdirimi göstermek için envanterinizde küçük bir sürpriz bıraktım. Sana hiçbir şey vermediğimi söyleme.",
        "open_extracts_2": "Ödemeniz onaylandı. Şimdi sıra bende. Mesajlarınızı kontrol edin; orada hoşunuza gidecek bir şey var.",
        "open_extracts_3": "Sen bana, ben sana. Dünya böyle işler. Size küçük bir hediye gönderdim. Keyfini çıkarın.",
        "open_extracts_4": "Cömert 'bağışınız' için teşekkür ederim. İyi eylemler göz ardı edilmez. Sizi bekleyen bir sürpriz var.",
        "open_extracts_5": "Ah, ödeme duvarı. Onu aştınız, şimdi sizi içeri alıyorum. E-postanızı bir özel sürpriz için kontrol edin.",
        "open_extracts_6": "Bu hayatta hiçbir şey ücretsiz değil, özellikle Tarkov'da değil. Ama bu küçük hediye neredeyse ücretsiz. Onu mesajlarınızda bulacaksınız.",
        "open_extracts_7": "Paranızı nasıl yöneteceğinizi biliyorsunuz. İyi iş! Bir 'indirim' olarak size hoş bir şey gönderdim.",
        "open_extracts_8": "Rublesi olan fiyatınız belirlendi. Şimdi değerimi özel bir teslimatla kanıtlayacağım.",
        "open_extracts_9": "Tarkov'daki her çıkış başka bir yerde yeni bir başlangıçtır. Size, bir sonraki maceranızda yardımcı olacak bir şey gönderdim.",
        "open_extracts_10": "Bir çıkış için ödeme yapma kararı akıllıca. Konu iş olduğunda, hesabınıza küçük bir bonus ekledim.",
        "open_extracts_11": "Tarkov'da iki şey değerli: mermi ve para. Şimdi bizim saygımızı kazandınız. Ve bu – mesajlarınızı kontrol edin.",
        "open_extracts_12": "Ah, mükemmel bir anlaşma! Şimdi Tarkov'da bile cömertliğin yaşadığını göstermeme izin verin. Size bir hediye gönderdim.",
        "open_extracts_13": "Günlük döviz kurlarını biliyorsunuz, ancak posta kutunuzda bulduğunuz şey yarın bir varlık olacak.",
        "open_extracts_14": "Bir çıkışın bedeli düşük değildi. Gönderdiğim hediye de değerli. Kontrol et.",
        "open_extracts_15": "Güvenli bir geçiş için ödeme yaptınız. Çok akıllıca. Size özel bir şey var.",
        "open_extracts_16": "Değerini anlayan insanlarla iş yapmak her zaman hoştur. Hediyeniz bir mesajda eklidir.",
        "open_extracts_17": "Tam ödeme yaptınız, ve bu takdir edilir. Şimdi 'faizini' sayalım – e-postanızda bulacaksınız.",
        "open_extracts_18": "Ödeme onaylandı, sözleşme yerine getirildi. Ama bekleyin, daha fazlası var. Mesajlarınızı kontrol edin; bir ödül sizi bekliyor.",
        "open_extracts_19": "Para konuşur ve şu an posta kutunuzu kontrol etmeniz gerektiğini söylüyor. Özel bir hediye sizi bekliyor.",
        "open_extracts_20": "Peşin ödeme yapmak ciddi olduğunuzu gösterir. Bunu çok sevdim. Size daha fazlası var."
    },
    "zh": {
        "open_extracts_1": "您做了明智的投资，我的朋友。为了表示我的感激，我在您的库存里留了个小惊喜。别说我从没给你东西。",
        "open_extracts_2": "您的付款已经确认。现在该我来回报你了。查看您的消息，那里有您会喜欢的东西。",
        "open_extracts_3": "你给我，我给你。世界就是这样运转的。我已经给您发送了一个小礼物。请享用。",
        "open_extracts_4": "感谢您的'慷慨捐款'。好行为不会被忽视。有个惊喜在等着你。",
        "open_extracts_5": "啊，付费墙。您已经通过了，现在我要让您进来。检查您的电子邮件以查找特别的惊喜。",
        "open_extracts_6": "在这个世界里，没有什么是免费的，尤其是在塔科夫。但这个小礼物几乎是免费的。您会在您的消息里找到它。",
        "open_extracts_7": "你知道如何管理你的钱。做得好！作为一个'折扣'，我给你发送了一些好东西。",
        "open_extracts_8": "有卢布就有价格。现在，我将通过一个特别的交付来证明我的价值。",
        "open_extracts_9": "在塔科夫，每一次退出都是在其他地方的新开始。我给您发送了一些将在您的下一个冒险中有所帮助的东西。",
        "open_extracts_10": "选择支付一个出口是明智的。当涉及到生意，我在您的帐户里添加了一个小的奖励。",
        "open_extracts_11": "在塔科夫，有两样东西是有价值的：子弹和钱。现在你赢得了我们的尊重。这个——检查你的消息。",
        "open_extracts_12": "啊，完美的交易！现在让我证明即使在塔科夫，慷慨也能存在。我已经给您发送了一个礼物。",
        "open_extracts_13": "你知道日常汇率，但在你的邮箱里找到的东西将成为明天的资产。",
        "open_extracts_14": "一个出口的价格并不便宜。我给您发送的礼物也是有价值的。去检查它。",
        "open_extracts_15": "您已经支付了安全通行的费用。非常明智。有一些特别的东西在等着你。",
        "open_extracts_16": "与懂得其价值的人做生意总是令人愉快的。您的礼物附在一条消息里。",
        "open_extracts_17": "您已全额支付，这是值得赞赏的。现在让我们计算一下'利息'——您会在您的电子邮件里找到它。",
        "open_extracts_18": "付款已确认，合同已履行。但等等，还有更多。检查您的消息；一个奖励正在等着你。",
        "open_extracts_19": "钱能说话，现在它正在告诉你需要检查你的邮箱。一个特殊的礼物在等着你。",
        "open_extracts_20": "预付款表明您是认真的。我非常喜欢这一点。还有更多的在等着你。"
    } 
}
